tap 'neovim/neovim'

brew 'ca-certificates'
brew 'curl'
brew 'docker'
brew 'gcc'
brew 'git'
brew 'gh'
brew 'go'
brew 'jq'
brew 'libpq'
brew 'neovim'
brew 'node'
brew 'openssl@3'
brew 'pyenv'
brew 'python@3.11'
brew 'speedtest-cli'
brew 'tldr'
brew 'wget'
brew 'xz'

cask '1password'
cask 'iterm2'
cask 'logi-options-plus'
cask 'obsidian'
cask 'omnifocus'
cask 'raycast'
cask 'rectangle'
cask 'spotify'
cask 'visual-studio-code'
