tap "homebrew/cask-fonts"
tap "neovim/neovim"
tap "eugenetriguba/bolt"
brew "act"
brew "ansible"
brew "bat"
brew "bats-core"
brew "bgpstream"
brew "ca-certificates"
brew "clang-format"
brew "cmake"
brew "cmocka"
brew "colima"
brew "composer"
brew "coreutils"
brew "curl"
brew "eugenetriguba/bolt/bolt"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gradle"
brew "htop"
brew "hugo"
brew "jc"
brew "jq"
brew "julia"
brew "libffi"
brew "libpq"
brew "lima"
brew "llvm"
brew "luarocks"
brew "make"
brew "mas"
brew "mvt"
brew "nasm"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "ollama"
brew "openblas"
brew "openjdk"
brew "openssl@3"
brew "pinentry-mac"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "r"
brew "readline"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rustup"
brew "speedtest-cli"
brew "splint"
brew "stylua"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tree"
brew "vim"
brew "wget"
brew "xz"
brew "yt-dlp"
brew "zlib"
cask "1password"
cask "anki"
cask "calibre"
cask "discord"
cask "docker"
cask "elgato-control-center"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-inter"
cask "font-menlo-for-powerline"
cask "google-chrome"
cask "iterm2"
cask "logi-options-plus"
cask "mullvadvpn"
cask "obsidian"
cask "omnifocus"
cask "pocket-casts"
cask "qbittorrent"
cask "raycast"
cask "rectangle"
cask "rstudio"
cask "signal"
cask "spotify"
cask "transmission"
cask "vagrant"
cask "visual-studio-code"
cask "zotero"
