tap "homebrew/cask-fonts"
tap "neovim/neovim"

brew "ansible"
brew "ca-certificates"
brew "curl"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "gh"
brew "gnupg"
brew "go"
brew "hugo"
brew "jc"
brew "jq"
brew "libpq"
brew "mas"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "openssl@3"
brew "pinentry-mac"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "python@3.11" 
brew "ripgrep"
brew "rsync"
brew "speedtest-cli"
brew "tldr"
brew "vagrant"
brew "wget"
brew "xz"
brew "yt-dlp"

cask "1password"
cask "anki"
cask "calibre"
cask "discord"
cask "docker"
cask "elgato-control-center"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "font-hack-nerd-font"
cask "font-inter"
cask "font-menlo-for-powerline"
cask "iterm2"
cask "logi-options-plus"
cask "mullvadvpn"
cask "obsidian"
cask "omnifocus"
cask "pocket-casts"
cask "raycast"
cask "rectangle"
cask "transmission"
cask "visual-studio-code"
cask "zotero"

