tap "neovim/neovim"
tap "eugenetriguba/bolt", "https://git.sr.ht/~eugenetriguba/homebrew-bolt"
tap "eugenetriguba/justify", "https://git.sr.ht/~eugenetriguba/homebrew-justify"
brew "act"
brew "ansible"
brew "atuin"
brew "autoconf"
brew "bandit"
brew "bash"
brew "bat"
brew "bats-core"
brew "bc"
brew "ca-certificates"
brew "clang-format"
brew "cmake"
brew "cmocka"
brew "colima"
brew "coreutils"
brew "cppcheck"
brew "ctags"
brew "curl"
brew "docker", link: false
brew "doxygen"
brew "duckdb"
brew "eugenetriguba/bolt/bolt"
brew "eugenetriguba/justify/justify"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "google-java-format"
brew "gradle"
brew "hadolint"
brew "htop"
brew "icu4c@76"
brew "icu4c@77"
brew "imagemagick"
brew "isort"
brew "jc"
brew "jq"
brew "jsonlint"
brew "julia"
brew "kubernetes-cli"
brew "lazygit"
brew "libelf"
brew "libffi"
brew "libgccjit"
brew "lima"
brew "llvm"
brew "llvm@14"
brew "luajit"
brew "luarocks"
brew "make"
brew "markdownlint-cli"
brew "mas"
brew "meson"
brew "minikube"
brew "mvt"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "nowplaying-cli"
brew "nvm"
brew "ollama"
brew "openblas"
brew "openjdk"
brew "openssl@3"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "postgresql@14"
brew "pre-commit"
brew "prettierd"
brew "pstree"
brew "pycodestyle"
brew "pyenv-virtualenv"
brew "pyenv"
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "qemu"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "rustup"
brew "scdoc"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "splint"
brew "stow"
brew "stylua"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags", link: false
brew "vale"
brew "vim"
brew "wget"
brew "xz"
brew "yt-dlp"
brew "zig"
brew "zlib"
cask "1password-cli"
cask "1password"
cask "docker-desktop"
cask "elgato-control-center"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-inter"
cask "font-menlo-for-powerline"
cask "font-monaspice-nerd-font"
cask "font-noto-sans-symbols-2"
cask "ghostty"
cask "google-chrome"
cask "mullvad-vpn"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "spotify"
